<template>
    <div class="public-offer-page">
      <h1>Договор оферты</h1>
      <h2>ПУБЛИЧНЫЙ ДОГОВОР — ОФЕРТА Интернет-магазина — Noble</h2>
      <p>Внимательно ознакомьтесь с текстом публичной оферты, и если Вы не согласны с каким-либо пунктом оферты, Вы вправе отказаться от покупки Товаров Продавца.</p>
  
      <h3>Основные понятия</h3>
      <p><strong>Публичная оферта (далее – «Оферта»)</strong> - публичное предложение Продавца, адресованное неопределенному кругу лиц, о заключении с Продавцом договора розничной купли-продажи Товара на основании ознакомления с описанием Товара (далее - «Договор присоединения» или «Договор») на условиях, содержащихся в настоящей Оферте, включая все Приложения при наличии таковых.</p>
      <p><strong>Посетитель Сайта</strong> — лицо, пришедшее на сайт <a href="https://Noble.kz">https://Noble.kz</a> без цели размещения Заказа.</p>
      <p><strong>Пользователь</strong> — физическое лицо или юридическое лицо, посетитель Сайта, принимающий условия настоящего Договора и желающий разместить Заказы в Интернет-магазине <a href="https://Noble.kz">Noble.kz</a></p>
      <p><strong>Покупатель</strong> — Пользователь, разместивший Заказ в Интернет-магазине <a href="https://Noble.kz">Noble.kz</a></p>
      <p><strong>Продавец</strong> — ИП Сарисунова, ИИН881117400057, Юридический адрес: Республика Казахстан, г. Алматы, Самал-2, д. 52 кв (офис), р/с KZ71722S000004030854 в АО "KASPI BANK" БИКCASPKZKA</p>
      <p><strong>Интернет-магазин</strong> — Интернет-сайт, принадлежащий Продавцу, расположенный в сети интернет по адресу <a href="https://noble.kz">https://noble.kz</a>, где представлены Товары, предлагаемые Продавцами для приобретения, а также условия оплаты и доставки Товаров Покупателям.</p>
      <p><strong>Сайт</strong> — <a href="https://noble.kz">https://noble.kz</a>.</p>
      <p><strong>Товар</strong> — предметы сервировки стола и иные товары, представленные к продаже на Сайте.</p>
      <p><strong>Заказ</strong> — должным образом оформленный запрос Покупателя на приобретение и доставку по указанному Покупателем, выбранных на Сайте.</p>
  
      <h3>2. ОБЩИЕ ПОЛОЖЕНИЯ</h3>
      <p>Продавец осуществляет продажу Товаров через Интернет-магазин по адресу <a href="https://noble.kz">https://noble.kz</a>.</p>
      <p>Заказывая Товары через Интернет-магазин, Пользователь соглашается с условиями продажи Товаров, изложенными ниже (далее — Условия продажи товаров). В случае несогласия с настоящим Договором (далее — Договор/ Публичная оферта) Пользователь обязан немедленно прекратить использование сервиса.</p>
      <p>Настоящие Условия продажи товаров, а также информация о Товаре, представленная на Сайте, являются публичной офертой.</p>
      <p>Произведя акцепт оферты (т.е. оплату оформленного в интернет-магазине заказа), Покупатель получает в собственность товар на условиях Договора купли-продажи.</p>
      <p>Соглашение может быть изменено Продавцом в одностороннем порядке без уведомления Пользователя/Покупателя. Новая редакция Договора вступает в силу по истечении 10 (Десяти) календарных дней с момента ее опубликования на Сайте, если иное не предусмотрено условиями настоящего Договора.</p>
      <p>Публичная оферта признается акцептованной Посетителем Сайта / Покупателем с момента регистрации Посетителя на Сайте, оформления Покупателем Заказа без авторизации на Сайте, а также с момента принятия от Покупателя Заказа по телефону +77071710300 или +77081903717.</p>
      <p>Сообщая Продавцу свой e-mail и номер телефона, Посетитель Сайта/Пользователь/Покупатель дает согласие на использование указанных средств связи Продавцом, а также третьими лицами, привлекаемыми им для целей выполнения обязательств перед Посетителями Сайта/Пользователями/Покупателями, в целях осуществления рассылок рекламного и информационного характера, содержащих информацию о скидках, предстоящих и действующих акциях и других мероприятиях Продавца, о передаче заказа в доставку, а также иную информацию, непосредственно связанную с выполнением обязательств Покупателем в рамках настоящей Публичной оферты.</p>
      <p>Осуществляя Заказ, Пользователь/Покупатель соглашается с тем, что Продавец может поручить исполнение Договора третьему лицу, при этом оставаясь ответственным за его исполнение.</p>
  
      <h3>3. Предмет соглашения</h3>
      <p>Предметом настоящего Договора является предоставление возможности Пользователю приобретать для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности, Товары, представленные в каталоге Интернет-магазина по адресу <a href="https://noble.kz">https://noble.kz</a>.</p>
      <p>Данный Договор распространяется на все виды Товаров и услуг, представленных на Сайте, пока такие предложения с описанием присутствуют в каталоге Интернет-магазина.</p>
      <p>Продавец не несет ответственности за точность и правильность информации, предоставляемой Пользователем при оформлении заказа.</p>
      <p>Общение Пользователя/Покупателя с менеджерами и иными представителями Продавца должно строиться на принципах общепринятой морали и коммуникационного этикета.</p>
  
      <h3>3. Товар и порядок совершения покупки</h3>
      <p>Продавец обеспечивает наличие на своем складе Товаров, представленных на Сайте. Сопровождающие Товар фотографии являются простыми иллюстрациями к нему и могут отличаться от фактического внешнего вида Товара. Сопровождающие Товар описания/характеристики не претендуют на исчерпывающую информативность и могут содержать опечатки. Для уточнения информации по Товару Покупатель должен обратиться по номерам телефонов Продавца. Обновление информации, представленной на Сайте, производится 1 раз в неделю.</p>
      <p>Покупатель уведомлен о том, что, приобретая товар со скидкой, установленной в связи с его недостатками (дефектами), он лишается права ссылаться на них в дальнейшем.</p>
      <p>В случае отсутствия заказанных Покупателем Товаров на складе Продавца, последний вправе исключить указанный Товар из Заказа / аннулировать Заказ Покупателя, уведомив об этом Покупателя путем направления соответствующего электронного сообщения по адресу, указанному Покупателем при оформлении заказа (либо звонком менеджера).</p>
      <p>В случае аннуляции полностью либо частично предоплаченного Заказа стоимость аннулированного Товара возвращается Продавцом Покупателю способом, которым Товар был оплачен.</p>
      <p>Покупатель несет полную ответственность за предоставление неверных сведений, повлекшее за собой невозможность надлежащего исполнения Продавцом своих обязательств перед Покупателем.</p>
      <p>После оформления Заказа на Сайте Покупателю предоставляется информация о предполагаемой дате доставки путем направления электронного сообщения по адресу, указанному Покупателем при оформлении Заказа, или по телефону. Менеджер, обслуживающий данный Заказ, уточняет детали Заказа, согласовывает дату доставки, которая зависит от наличия заказанных Товаров на складе Продавца и времени, необходимого для обработки и доставки Заказа.</p>
      <p>Ожидаемая дата передачи Заказа в Службу доставки сообщается Покупателю менеджером, обслуживающим Заказ, по электронной почте или при контрольном звонке Покупателю.</p>
      <p>Дата передачи Товара может быть изменена Продавцом в одностороннем порядке в случае наличия объективных, по мнению Продавца, причин.</p>
  
      <h3>4. Доставка заказа</h3>
      <p>Способы, а также примерные сроки доставки Товаров, реализуемых Продавцом, указаны на Сайте в разделе «Доставка и оплата». Конкретные сроки доставки могут быть согласованы Покупателем с менеджером Продавца при подтверждении заказа.</p>
      <p>Задержки в доставке возможны ввиду непредвиденных обстоятельств, произошедших не по вине Продавца.</p>
      <p>При доставке Заказ вручается Покупателю либо третьему лицу, указанному в Заказе в качестве получателя (далее Покупатель и третье лицо именуются «Получатель»).</p>
      <p>Во избежание случаев мошенничества, а также для выполнения взятых на себя обязательств, при вручении предоплаченного Заказа лицо, осуществляющее доставку Заказа, вправе затребовать документ, удостоверяющий личность Получателя, а также указать тип и номер предоставленного Получателем документа на квитанции к Заказу. Продавец гарантирует конфиденциальность и защиту персональных данных Получателя.</p>
      <p>Получатель обязан проверить Товар на количество, бой и иные повреждения в течение 20 минут с момента передачи ему Заказа курьером и немедленно выслать подтверждающие это фото и видео Продавцу. Риск случайной гибели или случайного повреждения Товара переходит к Покупателю после 20 минут с момента передачи ему Заказа и проставления Получателем Заказа подписи в документах, подтверждающих доставку Заказа. В случае своевременного осмотра Получателем/Покупателем Товара и сообщения об этом Продавцу, согласно условиям настоящего Договора Продавец за свой счет восстанавливает недоставки или битый в пути Товар за свой счет и в разумные сроки. В случае отсутствия Товара на складе, то Продавец возвращает стоимость поврежденного Товара.</p>
      <p>Обязанность Продавца передать товар Покупателю считается исполненной в момент вручения курьером Товара Получателю или получения Товара Получателем в магазинах Продавца (самовывоз)</p>
      <p>Уточнить дату, время и при необходимости маршрут доставки, можно у менеджера, который связывается с Покупателем для подтверждения Заказа.</p>
      <p>Пользователь понимает и соглашается с тем, что: осуществление доставки — отдельная услуга, не являющаяся неотъемлемой частью приобретаемого Покупателем Товара, выполнение которой заканчивается в момент получения Получателем Товара и осуществления платежа за него. Приобретение Товара с доставкой не дает Покупателю право требования доставки приобретенного Товара в целях гарантийного обслуживания или замены, не дает возможности осуществлять гарантийное обслуживание или замену Товара посредством выезда к Покупателю и не подразумевает возможность возврата стоимости доставки Товара в случаях, когда Покупатель имеет право на возврат денег за Товар как таковой.</p>
  
      <h3>ЦЕНА ТОВАРА</h3>
      <p>Цена товара в интернет — магазине указана в тенге Республики Казахстан за единицу товара.</p>
      <p>Указанная на сайте цена товара может быть изменена интернет — магазином в одностороннем порядке, при этом цена на заказанный и оплаченный Покупателем товар изменению не подлежит.</p>
      <p>Полная стоимость заказа состоит из каталожной стоимости товара и стоимости доставки</p>
      <p>Стоимость услуг, предоставляемых Покупателю Продавцом при покупке товара в интернет -магазине указана в разделах «Оплата» и «Доставка».</p>
  
      <h3>ОПЛАТА ТОВАРА</h3>
      <p>Способы и порядок оплаты товара указаны на сайте в разделе «Оплата». При необходимости порядок и условия оплаты заказанного товара оговариваются Покупателем с менеджером интернет -магазина.</p>
      <p>Оплата безналичным расчетом производится согласно оформленному счёту в течение трёх банковских дней. После поступления денежных средств на счет Продавца, менеджер интернет -магазина согласовывает с Покупателем срок доставки. При безналичной форме оплаты обязанность Покупателя по уплате цены товара считается исполненной с момента зачисления соответствующих денежных средств на расчетный счет, указанный Продавцом.</p>
      <p>Покупатель оплачивает заказ любым способом, выбранным в интернет — магазине.</p>
      <p>Расчеты Сторон при оплате заказа осуществляются в тенге Республики Казахстан.</p>
  
      <h3>ВОЗВРАТ ТОВАРА И ДЕНЕЖНЫХ СРЕДСТВ</h3>
      <h4>Возврат товара надлежащего качества.</h4>
      <p>Покупатель вправе отказаться от заказанного Товара в любое время до его получения, а после получения Товара — в течение 7 календарных дней, не считая дня покупки.</p>
      <p>Возврат Товара надлежащего качества возможен в случае, если товар не был в употреблении, если сохранены его товарный вид, потребительские свойства, коробки, а также документ, подтверждающий факт и условия покупки указанного Товара, кроме того, товар должен быть надлежаще упакован чтобы обеспечить его сохранность в пути. Возврат осуществляется за счет Покупателя.</p>
  
      <h4>Возврат товара ненадлежащего качества</h4>
      <p>Под товаром ненадлежащего качества подразумевается товар, который имеет недостатки, если таковые не были предварительно оговорены продавцом. Полученный Товар должен соответствовать описанию на Сайте. Отличие элементов дизайна или оформления от заявленного на Сайте описания не является признаком ненадлежащего качества.</p>
      <p>Внешний вид и комплектность Товара, а также комплектность всего Заказа должны быть проверены Получателем в момент доставки Товара.</p>
  
      <h4>Возврат денежных средств</h4>
      <p>Возврат денежных средств осуществляется Продавцом Покупателю после получения и осмотра Товара при условий сохранности его Товарного вида, потребительских свойств.</p>
      <p>Денежные средства, оплаченные Покупателем за фактически непереданный Товар, подлежат возврату в течение 10 дней с момента получения письменного заявления Покупателя о возврате денежных средств.</p>
  
      <h3>Ответственность</h3>
      <p>Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования Товаров, приобретенных в Интернет-магазине.</p>
  
      <h3>ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</h3>
      <p>Вся текстовая информация и графические изображения, находящиеся на Сайте <a href="https://www.noble.kz">https://www.noble.kz</a> являются собственностью Продавца и/или его контрагентов.</p>
  
      <h3>ГАРАНТИИ И ОТВЕТСТВЕННОСТЬ</h3>
      <p>Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования Товаров, приобретенных в Интернет-магазине.</p>
      <p>Продавец не несет ответственности за содержание и функционирование Внешних сайтов.</p>
      <p>Продавец вправе переуступать либо каким — либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим лицам.</p>
      <p>Покупатель обязуется не использовать заказанный Товар в предпринимательских целях.</p>
  
      <h3>Дополнительные условия</h3>
      <p>Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим лицам.</p>
      <p>Интернет-магазин и предоставляемые сервисы могут временно частично или полностью недоступны по причине проведения профилактических или иных работ или по любым другим причинам технического характера. Техническая служба REYWOOD имеет право периодически проводить необходимые профилактические или иные работы с предварительным уведомлением Покупателей или без такового.</p>
    </div>
  </template>
  
  <script>
  export default {
    name: "PublicOffer",
  };
  </script>
  
  <style scoped>
  .public-offer-page {
  padding: 20px;
  background-color: #f9f9f9;
  color: #333;
  line-height: 1.6;
}

/* Set all headings to bold */
.public-offer-page h1,
.public-offer-page h2,
.public-offer-page h3,
.public-offer-page h4,
.public-offer-page h5,
.public-offer-page h6 {
  font-weight: bold;
}

/* Normal weight for paragraphs and other text */
.public-offer-page p,
.public-offer-page li,
.public-offer-page span,
.public-offer-page div {
  font-weight: normal;
}

a {
  color: #1d4ed8;
  text-decoration: underline;
}

  
  a {
    color: #1d4ed8;
    text-decoration: underline;
  }
  </style>
  